[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Nguyễn Đức Dũng
VERSION=4.5.0

[Language]
LANGUAGE=Việt Nam
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x042A

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Tập tin
CUSTOMIZE=&Tùy biến
EXIT=&Thoát
EDIT=&Chỉnh sửa
COPY=&Sao chép
FUNCTION=Chức năng
HIDE_SMART_INFO=&Ẩn thông tin S.M.A.R.T
HIDE_SERIAL_NUMBER=Ẩn số serial
SHOW_DRIVE_LEserial=Hiện thông tin ổ đĩa
ADVANCED_DISK_SEARCH=Tìm ổ đĩa nâng cao
EVENT_LOG=&Lịch sủ làm việc
AAM_APM_CONTROL=Điểu khiển AAM APM
AUTO_AAM_APM_ADAPTION=Tự động điều chỉnh AAM APM
RESIDENT=Resident
STARTUP=Khởi động
OPEN_DISK_MANAGEMENT=&Mở trình quản lí ổ đĩa
OPEN_DEVICE_MANAGER=Mở trình quản lí thiết bị
ADVANCED_FEATURE=Chức năng mở rộng
REFRESH=&Làm mới
RESCAN=Dò lại
DISABLE=&Không cho phép
AUTO_REFRESH=&Tự động làm mới
AUTO_REFRESH_TARGET=Mục tiêu tự động làm mới
AUTO_REFRESH_TARGET_ALL_DISK=Làm mới tất cả các ổ đĩa
AUTO_REFRESH_UNTARGET_ALL_DISK=Làm mới tất cả các ổ đĩa không được chọn
WAIT_TIME_AT_STARTUP=&Thời gian chờ khởi động
GRAPH=&Biểu đồ
THEME=&Giao diện
DISK=&Ổ đĩa
HELP=&Trợ giúp
HELP_ABOUT=&Tìm hiểu thêm
HELP_ABOUT_SMART=Tìm hiểu về S.M.A.R.T (Wikipedia) [Web]
LANGUAGE=&Ngôn ngữ
ITEM=&Thiết bị
TEMPERATURE_TYPE=Định dạng nhiệt độ
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Cài đặt trạng thái ổ đĩa

;Graph
OPTION=&Chức năng
LEGEND_POSITION=&Vị trí các đánh dấu
NORTH_WEST=&Tây Bắc
NORTH_EAST=Đông Bắc
SOUTH_WEST=Tây Nam
SOUTH_EAST=&Đông Nam
MAX_PLOT_POINT=&Điểm cao nhất
TIME_FORMAT=&Định dạng thời gian
PAINT_WEEKEND=Paint weekend
ALL=&Tất cả

;2.7.0
COPY_OPTION=Chức năng sao chép
RESIDENT_STYLE=Kiểu resident
MINIMIZE=Thu nhỏ
HIDE=Ẩn

;3.0.0
ZOOM=&Thu phóng
AUTO=&Tự động
ATTRIBUTE=&Thuộc tính
;3.5.0
ASCII_VIEW=Xem kiểu ASCII
AUTO_DTECTION=Tự động phát hiện
SECOND=giây.
MINUTE=phút.
HOUR=giờ

:3.9.4
WORKAROUND=Workaround

;4.0.0
ALERT_MAIL=Mail cảnh báo
MAIL_SETTINGS=Cài đặt email
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Cài đặt Font

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=Thoát
REFRESH=Làm mới
RESCAN=Dò lại
ENABLE=Cho phép
DISABLE=Không cho phép
ENABLE_ALL=Cho phép tất cả
DISABLE_ALL=Không cho phép tất cả
AUTO_REFRESH=Auto-vernieuwen
AUTO_REFRESH_01_MIN=1 phút.
AUTO_REFRESH_03_MIN=3 phút.
AUTO_REFRESH_05_MIN=5 phút.
AUTO_REFRESH_10_MIN=10 phút.
AUTO_REFRESH_30_MIN=30 phút.
AUTO_REFRESH_60_MIN=60 phút.
AUTO_REFRESH_TARGET=Mục tiêu tự động làm mới
AUTO_REFRESH_TARGET_ALL_DISK=Làm mới tất cả ổ đĩa
AUTO_REFRESH_UNTARGET_ALL_DISK=Làm mới tất cả ổ đĩa không được chọn
ALARM_SETTING_TEMPERATURE=Nhiệt độ giới hạn cảnh báo
ALARM_SETTING_HEALTH_STATUS=Trạng thái giới hạn cảnh bảo
SHOW_MAIN_WINDOW=Hiển thị cửa sổ chính
SHOW_TEMPERATURE_ICON=Hiển thị biểu tượng nhiệt độ
SHOW_ALL_TEMPERATURE_ICON= Hiển thị tất cả biểu tượng nhiệt độ
HIDE_ALL_TEMPERATURE_ICON= Ẩn tất cả biểu tượng nhiệt độ
COLLECTIVE_SETTING= Cài đặt hệ thống
GRAPH=Biểu đồ
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Chỉ hiển thị biểu tượng nhiệt độ
[DiskStatus]
GOOD=Tốt
CAUTION=Cảnh bảo
BAD=Không tốt
UNKNOW=Không xác định
DISK=Ổ đĩa

[Dialog]
LIST_ID=ID
LIST_CURRENT=Danh sách hiệt tại
LIST_WORST=Danh sách xấu
LIST_THRESHOLD=Danh sách tới ngưỡng
LIST_RAW_VALUES=Danh sách giá trị nguyên
LIST_DESCRIPTION=Danh sách miêu tả
LIST_ATTRIBUTE_NAME=Danh sách tên thuộc tính

FIRMWARE=Phần mềm điều khiển
SERIAL_NUMBER=Số Xê-ri
INTERFACE=Giao diện
STANDARD=Tiêu chuẩn
TRANSFER_MODE=Chuẩn giao tiếp
BUFFER_SIZE=Cỡ bộ nhớ đệm
NV_CACHE_SIZE=Cỡ bộ nhớ đệm NV
ROTATION_RATE=Tốc độ quay
TEMPERATURE=Nhiệt độ
POWER_ON_HOURS=Thời gian chạy
POWER_ON_COUNT=Số lần khởi động
DRIVE_LETTER=Kí hiệu ổ đĩa
FEATURE=Tính năng
HEALTH_STATUS=Trạng thái sức khỏe

UNKNOWN=Không xác định
POWER_ON_COUNT_UNIT=Số lần khởi động
POWER_ON_HOURS_UNIT=Số giờ chạy
POWER_ON_DAYS_UNIT=Số ngày chạy

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Xác định số giờ chạy
DETECT_DISK=Xác định ổ đĩa
PLEASE_ENABLE_WMI=Vui lòng cho phép WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Vui lòng khởi động lại chương trình
DISK_NOT_FOUND=Không tìm thấy ổ đĩa

[Alarm]
ALARM_TEMPERATURE=Alarm - Nhiệt độ
ALARM_HEALTH_STATUS=Alarm - Sức khỏe
DEGRADATION=Đang xấu đi
RECOVERY=Phục hồi
;3.5.0
INFO_HEALTH_STATUS=Thông tin - Trạng thái sức khỏe

[Graph]
PLEASE_SELECT_ITEM=Vui lòng chọn thiết bị
ACTUAL_VALUE=Giá trị thực
NORMALIZED_VALUE=Giá trị đã chuẩn hóa
ALL_ON=Tất cả bật
ALL_OFF=Tất cả tắt
RESET=Khởi động lại

[Customize]
LINE_COLOR=Màu của dòng
BACKGROUND_IMAGE=Ảnh nền
SUPPORTED_IMAGE_FORMAT=Hỗ trợ định dạng ảnh
ALL_FILES=Tất cả tập tin

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Thấp (80h)
AAM_HIGH=Cao (FEh) ->
AAM_RECOMMEND=Khuyên dùng
APM_LOW=<- Thấp (01h)
APM_HIGH=Cao (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=Over CrystalDiskInfo
GRAPH=Biểu đồ
CUSTOMIZE=Tùy biến
VERSION_INFORMATION=Thông tin phiên bản
AAM_APM_CONTROL=Điều khiển AAM/APM
HEALTH_STATUS_SETTING=Cài đặt trạng thái sức khỏe

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=Ngưỡng cảnh báo
APPLY=Áp dụng
DEFAULT=Tiêu chuẩn

[Smart]
UNKNOWN=Không xác định
VENDOR_SPECIFIC=Thông tin nhà cung cấp
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
BE=Airflow Temperature
BF=G-Sense Error Rate
C0=Power-off Retract Count
C1=Load/Unload Cycle Count
C2=Temperature
C3=Hardware ECC recovered
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
C7=UltraDMA CRC Error Count
C8=Write Error Rate
C9=Soft Read Error Rate
CA=Data Address Mark Error
CB=Run Out Cancel
CC=Soft ECC Correction
CD=Thermal Asperity Rate
CE=Flying Height
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Vibration During Write
D4=Shock During Write
DC=Disk Shift
DD=G-Sense Error Rate
DE=Loaded Hours
DF=Load/Unload Retry Count
E0=Load Friction
E1=Load/Unload Cycle Count
E2=Load 'In'-time
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=GMR Head Amplitude
E7=Temperature
F0=Head Flying Hours
FA=Read Error Retry Rate
FE=Free Fall Protection
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Power-On Hours
0C=Power Cycle Count
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron60x]
09=Power-On Hours
0C=Power Cycle Count
C2=Temperature
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Power-On Hours Count
0C=Power Cycle Count
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On‐the‐Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life